Repository: TritonDataCenter/cloud-init-debian
Catalog: debian/po/*.po
Languages: fr, nl

source: NoCloud: Use /var/lib/cloud/seed
fr: NoCloud : utilisation de /var/lib/cloud/seed
nl: NoCloud: Gebruik /var/lib/cloud/seed

source: ConfigDrive: OpenStack config drive
fr: ConfigDrive : lecteur de configuration d'OpenStack
nl: ConfigDrive: Configuratieschijf van OpenStack

source: OpenNebula: OpenNebula context disk
fr: OpenNebula : disque de contexte OpenNebula
nl: OpenNebula: Contextschijf van OpenNebula

source: Azure: Microsoft Azure. Requires waagent package!
fr: Azure : Microsoft Azure. Requiert le paquet waagent.
nl: Azure: Azure van Microsoft. Vereist het pakket waagent!

source: AltCloud: RHEVm and vSphere config disks
fr: AltCloud : disques de configuration de RHEVm et vSphere
nl: AltCloud: Configuratieschijven van RHEVm en vSphere

source: OVF: OVF transports
fr: OVF : transports pour les images OVF
nl: OVF: OVF-Transporten

source: MAAS: Ubuntu MAAS
nl: MAAS: MAAS van Ubuntu

source: GCE: Google Compute metadata service
fr: GCE : service de métadonnées pour Google Compute
nl: GCE: Metagegevensdienst van Google Compute

source: OpenStack: Native OpenStack metadata service
fr: OpenStack : service de métadonnées natif pour OpenStack
nl: OpenStack: Eigen metagegevensdienst van OpenStack

source: CloudSigma: Metadata over serial for cloudsigma.com
fr: CloudSigma : métadonnées par le port série pour cloudsigma.com
nl: CloudSigma: Metagegevens via seriÃ«le poort voor cloudsigma.com

source: SmartOS: SmartOS metadata service
fr: SmartOS : service de métadonnées pour SmartOS
nl: SmartOS: Metagegevensdienst van SmartOS

source: Ec2: EC2 Metadata service
fr: Ec2 : service de métadonnées pour EC2
nl: Ec2: Metagegevensdienst van EC2

source: CloudStack: CloudStack metadata service
fr: CloudStack : service de métadonnées pour CloudStack
nl: CloudStack: Metagegevensdienst van CloudStack

source: None: Fallback
fr: Aucun : repli
nl: Geen: Terugvaloptie

source: Data sources to read from:
fr: Sources des données à lire :
nl: Gegevensbronnen waaruit gelezen zal worden:

source: Cloud-init supports searching different "Data Sources" for information that it uses to configure a cloud instance.
fr: Cloud-init gère la recherche de différentes « sources de données » pour configurer une instance dans le nuage.
nl: Cloud-init ondersteunt het doorzoeken van verschillende "Gegevensbronnen" naar informatie die het gebruikt om een cloudrealisatie te configureren.

source: Please note that "EC2 Metadata service" should be used only if the EC2 metadata service is present. Otherwise, it will trigger a very noticeable timeout on boot.
fr: Veuillez noter que l'option « Service de métadonnées pour EC2 » ne devrait être choisie que si ce service est présent. Dans le cas contraire, une longue pause se manifestera lors du démarrage.
nl: Merk op dat "Metagegevensdienst van EC2" enkel gebruikt zou mogen worden als de dienst ook effectief aanwezig is. Anders zal een gevoelig langere verlooptijd tijdens het opstarten het gevolg zijn.
